Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/facta/other_files/utdanningsforbundet.pdf.tmx
Source language: nob
Languages: smj

source: Utdanningsforbundet arbeider for å sikre alle samiske barn og elever i Norge en opplæring som har samisk språk, kultur, historie og samfunnsliv som grunnlag.
smj: Åhpaduslihttobarggo le bærrájgæhttjat vaj divna sáme máná ja oahppe Vuonan oadtju åhpadusáv gånnå sámegiella, kultuvrra, histåvrrå ja sebrudahka le vuodon.

source: Dette er i tråd med Grunnloven og internasjonale avtaler.
smj: Dát le Vuodolága ja rijkajgasskasasj sjiehtadusáj milta.

source: Den samiske befolkningen skal få like gode muligheter til utdanning på alle nivå, som den øvrige befolkningen.
smj: Sámeálmmuk galggá oadtjot sæmmi máhttelisvuodajt åhpadussaj gájkka dásijn gå ietjá álmmuk rijkan.

source: Utdanningen må ha som mål å gi samiske elever en tospråklighet som gjør det mulig for dem å føle seg hjemme i to kulturer, og gi dem kompetanse til å fungere i det samiske, norske og det internasjonale samfunnet.
smj: Åhpadus galggá sáme oahppijda vaddet guovtegielakvuodav vaj sij dåbddi luohtádusáv goappátjij kultuvrajda ja vaj sij dåbddi máhtudagáv doajmmat sihke sáme, vuona ja rijkajgasskasasj sebrudagán.

source: Samiske barn og elever som bor utenfor det samiske forvaltningsområdet, har krav på spesiell oppmerksomhet for å sikre at de beholder sitt samiske språk og identitet.
smj: Sáme máná ja oahppe gudi årru ålggolin sáme háldadimguovlo dárbahi sierra berustimev mij tjårggi bisodit sámegielav ja identitehtav.

source: Disse målene kan bare sikres dersom samene selv har stor innflytelse på organisering og innhold i opplæringen.
smj: Dá ulme dåssju ålliduvvi jus sáme ietja bessi vájkkudit åhpadusá sisanov ja dav hábbmit.

source: Sametinget bør derfor ha det overordnede ansvaret for samisk opplæring.
smj: Dan diehti bierri Sámedikken liehket alemus åvdåsvásstadus sáme åhpadussaj.

source: Samiske lærere skal få sine interesser ivaretatt av Utdanningsforbundet på linje med alle andre medlemmer, men med særegen innsats når det gjelder utdanning og etterutdanning for å ivareta de særskilte kulturoppgavene, og for å sikre rekruttering.
smj: Åhpaduslihtto galggá sáme åhpadiddjij dárbojt gåbttjåt nav gåktu ietjá sebrulattjaj dárbojt, valla sierra ratjástimev åhpadussáj ja lasseåhpadussaj vaj da sierra kultuvrradahkamusá gåtseduvvi ja vaj rekrutterim tjårggiduvvá.

source: Utdanningsforbundet er den største fagforeningen for pedagogisk personale og ledere innen hele utdanningssystemet i Norge.
smj: Åhpaduslihtto le stuorámus barggijsiebrre pedagogalasj barggijda ja jådediddjijda ålles Vuona åhpadussysteman.

source: Forbundet har et eget utvalg med representanter for de tre samiske språkene.
smj: Lihton le sierra juogos ájrrasij dajs gålmå sáme giellasuorgijs.

source: Dette utvalget er rådgivende for sentralstyret i samiske utdanningsspørsmål.
smj: Dát juogos le rádediddjen guovdásjstivrraj sáme åhpadusgatjálvisáj hárráj.
